# Generated by cask-dotfile-generator
# Created by: @seethroughtrees
# https://github.com/seethroughtrees/brew-cask-dotfile-generator
cask_args appdir: "/Applications"
tap "caskroom/cask"

brew "autoconf"
brew "gdbm"
brew "icu4c"
brew "makedepend"
brew "node"
brew "openssl"
brew "pcre"
brew "pkg-config"
brew "rbenv"
brew "ruby-build"
brew "vim"
brew "wget"
brew "zsh"

cask "1password"
cask "atom"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "nordvpn"
cask "spotify"
cask "whatsapp"
